work-specific/napi/DSLE-22376/getAvailableFields.env

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.realtime.dslo.assia.com">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:getAvailableFields>
         <impl:requestType>PON_DATA_COLLECTION</impl:requestType>
      </impl:getAvailableFields>
   </soapenv:Body>
</soapenv:Envelope>
